Repository: common-repository/profile-update-notification
Catalog: languages/pun-*.po
Languages: de_de

source: Profile Update Notification Settings
de_de: Profile Update Notification Einstellungen

source: The Profile Update Notification plugin needs the %s to be installed AND activated!
de_de: Das Profile Update Notification Plugin erfordert die Installation und Aktivierung des %s !

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Attribute
de_de: Feld

source: Old value
de_de: Alter Wert

source: New value
de_de: Neuer Wert

source: User profile update!
de_de: Benutzerprofil Update!

source: has changed his profile!
de_de: hat sein Profil geändert!

source: The following attributes has been changed:
de_de: Die folgenden Felder wurden geändert:

source: Notifications active?
de_de: Benachrichtigungen einschalten?

source: Send notifications to users with the following roles
de_de: Sende Benachrichtigungen an Benutzer mit folgenden Rollen

source: Send notifications when the following field has been changed
de_de: Sende Benachrichtigungen wenn folgende Felder geändert wurden
